```SPL Query Used
index=windows source="WinEventLog:Security" "<EventID>4740</EventID>"
| rex field=_raw "<Data Name='TargetUserName'>(?<TargetUserName>[^<]+)</Data>"
| stats count by TargetUserName
| where count >= 1
| sort -count
```